Repository: abaybula/constr_fin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: Other name
uk: Інша назва

source: Preparatory works
uk: Підготовчі роботи

source: Foundation
uk: Фундамент

source: Monolithic works
uk: Монолітні роботи

source: Masonry works
uk: Кладочні роботи

source: Windows
uk: Вікна

source: Roof
uk: Дах

source: Doors
uk: Двері

source: Decoration
uk: Оздоблення

source: Ebbs, eaves, covers
uk: Відливи, карнизи, покриття

source: Metal products
uk: Металеві вироби

source: Elevators
uk: Ліфти

source: Facade, insulation
uk: Фасад, утеплення

source: Grounding, lightning protection
uk: Заземлення, блискавкозахист

source: Internal power supply
uk: Внутрішнє електропостачання

source: Low current networks
uk: Слабкострумові мережі

source: Internal sewerage K1
uk: Внутрішня каналізація К1

source: Internal sewerage K2
uk: Внутрішня каналізація К2

source: Internal water supply B1
uk: Внутрішнє водопостачання B1

source: Gas supply, boilers
uk: Газопостачання, котли

source: External power supply
uk: Зовнішнє електропостачання

source: External gas supply
uk: Зовнішнє газопостачання

source: External sewerage K1
uk: Зовнішня каналізація К1

source: External sewerage K2
uk: Зовнішня каналізація К2

source: External water supply B1
uk: Зовнішнє водопостачання B1

source: Improvement
uk: Благоустрій

source: Total expenditures
uk: Загальновиробничі витрати

source: Other
uk: Інше

source: Position number must be unique for this construction.
uk: Номер позиції має бути унікальним для цього будівництва.

source: Please provide a value for other name
uk: Будь ласка, вкажіть значення для іншої назви

source: Position name must be unique for this construction.
uk: Назва позиції має бути унікальною для цього будівництва.

source: End date cannot be earlier than start date.
uk: Дата закінчення не може бути раніше дати початку.

source: <h1>You don't have permission to view this page</h1>
uk: <h1>Ви не маєте дозволу на перегляд цієї сторінки</h1>

source: Add construction
uk: Додати будівництво

source: Save
uk: Зберегти

source: Cancel
uk: Скасувати

source: Add position
uk: Додати позицію

source: Name
uk: Назва

source: Start date
uk: Дата початку

source: End date
uk: Дата закінчення

source: Cost
uk: Вартість

source: Construction Financing Schedule
uk: Графік фінансування будівництва

source: Change
uk: Змінити

source: Home page
uk: Домашня сторінка

source: Constructions
uk: Будівництва

source: User:
uk: Користувач:

source: Logout
uk: Вийти

source: Login
uk: Увійти

source: Register
uk: Зареєструватися

source: Constructions list
uk: Список будівництв

source: Edit
uk: Редагувати

source: Delete
uk: Видалити

source: Delete construction
uk: Видалити будівництво

source: Are you sure you want to delete the construction
uk: Ви впевнені, що хочете видалити будівництво

source: Delete position
uk: Видалити позицію

source: Are you sure you want to delete the position
uk: Ви впевнені, що хочете видалити позицію

source: Edit construction name
uk: Редагувати назву будівництва

source: Edit position
uk: Редагувати позицію

source: Hello! My name is Alen.
uk: Привіт! Мене звати Ален.

source: I am a qualified civil engineer with many years of experience in the construction of industrial and public buildings and structures. Recently, I have been enthusiastically learning the Python programming language and the Django framework. This project is my educational endeavor, my first attempt to create something that I hope will be useful for others. I plan to continue developing, modifying, and enhancing it with new features.
uk: Я кваліфікований інженер-будівельник з багаторічним досвідом у будівництві промислових та громадських будівель і споруд. Нещодавно я з ентузіазмом почав вивчати мову програмування Python та фреймворк Django. Цей проект є моїм навчальним досвідом, першою спробою створити щось, що, як я сподіваюся, буде корисним для інших. Я планую продовжувати розвивати, модифікувати та покращувати його новим функціоналом.

source: Please register to be able to save and print your Construction Financing Schedules.
uk: Будь ласка, зареєструйтесь, щоб мати можливість зберігати та друкувати свої графіки фінансування будівництва.

source: Register
uk: Зареєструватися

source: here
uk: тут

source: or login
uk: або увійти

source: here
uk: тут

source: Link to the project on GitHub:
uk: Посилання на проект на GitHub:

source: Construction Financing Schedules
uk: Графіки фінансування будівництва

source: I would appreciate any feedback:
uk: Буду вдячний за будь-який відгук:

source: List of positions
uk: Список позицій

source: Construction name:
uk: Назва будівництва:

source: Schedule
uk: Графік

source: Total cost:
uk: Загальна вартість:

source: Download
uk: Завантажити

source: No schedule available.
uk: Немає доступного графіка.

source: Email already registered
uk: Електронна пошта вже зареєстрована

source: Passwords do not match
uk: Паролі не збігаються

source: Email Verification Failed
uk: Помилка підтвердження електронної пошти

source: We're sorry, but the email verification failed. Please try again.
uk: Вибачте, але перевірка електронної пошти не вдалася. Будь ласка спробуйте ще раз.

source: Click here to register again
uk: Натисніть тут, щоб зареєструватися знову

source: Email Verification Successful
uk: Реєстрація успішна

source: Thank you,
uk: Дякуємо,

source: Your email has been successfully verified.
uk: Вашу електронну пошту успішно підтверджено.

source: Click here to login
uk: повернутися до входу

source: Hi
uk: Вітаємо

source: Please click on the link below to verify your email and activate your account:
uk: Будь ласка, натисніть на посилання нижче, щоб підтвердити свою електронну пошту та активувати свій обліковий запис:

source: If you did not make this request, please ignore this email.
uk: Якщо ви не робили цього запиту, проігноруйте цей лист.

source: Email confirmation
uk: Підтвердження електронної пошти

source: Please check your email to verify your account.
uk: Будь ласка, перевірте свою електронну пошту, щоб підтвердити свій обліковий запис.

source: If you did not receive an email, you can
uk: Якщо ви не отримали електронного листа, ви можете

source: request a new email
uk: отримати новий лист

source: Forgot password?
uk: Забули пароль?

source: Password change successful
uk: Зміна пароля успішна

source: You changed your password
uk: Ви змінили свій пароль

source: back to profile
uk: повернутися до профілю

source: Password change
uk: Зміна пароля

source: Change password
uk: Змінити пароль

source: Password is changed
uk: Пароль змінено

source: You changed your password
uk: Ви змінили свій пароль

source: back to login
uk: повернутися до входу

source: New password
uk: Новий пароль

source: Password reset
uk: Скидання пароля

source: We've emailed you instructions for setting your password. If an account exists with the email you entered, you should receive them shortly.
uk: Ми надіслали вам інструкції для встановлення вашого пароля. Якщо обліковий запис існує з введеною вами електронною адресою, ви повинні отримати їх найближчим часом.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
uk: Якщо ви не отримали електронного листа, переконайтеся, що ви ввели адресу, з якою зареєструвалися, і перевірте свою папку зі спамом.

source: You're receiving this email because you requested a password reset for your user account.
uk: Ви отримали цей електронний лист, тому що ви запросили скидання пароля для вашого облікового запису.

source: Please go to the following page and choose a new password:
uk: Будь ласка, перейдіть на наступну сторінку та виберіть новий пароль:

source: Your username, in case you’ve forgotten:
uk: Ваше ім'я користувача, якщо ви його забули:

source: Thanks for using site!
uk: Дякуємо, що користуєтеся сайтом!

source: Profile
uk: Профіль

source: Register a new account.
uk: Зареєструвати новий обліковий запис.

source: Already have an account?
uk: Вже маєте обліковий запис?

source: Log in
uk: Увійти

source: Registration Successful
uk: Реєстрація успішна

source: Thank you for registering,
uk: Дякуємо, що користуєтеся сайтом!

source: Email Verification Link Resent
uk: Посилання для підтвердження електронної пошти відправлено повторно

source: We have resent the email verification link to your email address. Please check your email and click on the link to verify your email.
uk: Ми відправили посилання для підтвердження електронної пошти на вашу адресу електронної пошти. Будь ласка, перевірте свою електронну пошту та натисніть на посилання для підтвердження електронної пошти.
